micropython/micropython/atmel-samd/boards/feather_m0_adalogger/mpconfigboard.h
// LEDs
#define MICROPY_HW_LED_MSC              PIN_PA17 // red
// #define UART_REPL
#define USB_REPL

#define MICROPY_HW_BOARD_NAME "Adafruit Feather M0 Adalogger"
#define MICROPY_HW_MCU_NAME "samd21g18"

#define AUTORESET_DELAY_MS 500

#define FLASH_INCLUDE "internal_flash.h"
